[
    {
        "id": 1681826218222,
        "slug": "what-the-opec-cuts-mean-for-putin-and-russia",
        "title": "What the OPEC cuts mean for Putin and Russia",
        "short_description": "OPEC+, an alliance between the Organization of the Petroleum Exporting Countries (OPEC) and a group of non-OPEC oil-producing countries",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230321122918-russia-oil-production-0208.jpg?c=16x9&q=h_720,w_1280,c_fill",
        "date": "4th April 2023",
        "category": "Business",
        "author": "Nicole Goodkind",
        "content": "\n               <p><b>\n               New York CNN </b> — \n               Some of the world’s largest oil exporters shocked markets over the weekend by announcing that they would cut oil production by more than 1.6 million barrels a day.\n               </p>\n               <p>OPEC+, an alliance between the Organization of the Petroleum Exporting Countries (OPEC) and a group of non-OPEC oil-producing countries, including Russia, Mexico, and Kazakhstan, said on Sunday that the cuts would start in May, running through the end of the year. The news sent both Brent crude futures — the global oil benchmark — and WTI — the US benchmark — up about 6% in trading Monday.</p>\n               <p>OPEC+ was formed in 2016 to coordinate and regulate oil production and stabilize global oil prices. Its members produce about 40% of the world’s crude oil and have a significant impact on the global economy.</p>\n               <p>What it means for Putin: OPEC+’s decision to cut oil production could have big implications for Russia.</p>\n               <p>After Russia invaded Ukraine last year, the United States and United Kingdom immediately stopped purchasing oil from the country. The European Union also stopped importing Russian oil that was sent by sea.</p>\n               <p>Members of the G7 — an organization of leaders from some of the world’s largest economies: Canada, France, Germany, Italy, Japan, the United Kingdom and the United States — have also imposed a price cap of $60 per barrel on oil exported by Russia, keeping the country’s revenues artificially low. If oil prices continue to rise, some analysts have speculated that the US and other western nations may have to loosen that price cap.</p>\n               <p>US Treasury Secretary Janet Yellen said Monday that the changes could lead to reassessing the price cap — though not yet. “Of course, that’s something that, if we’ve decided that it’s appropriate to revisit, could be changed, but I don’t see that that’s appropriate at this time,” she told reporters.</p>\n               <p>“I don’t know that this is significant enough to have any impact on the appropriate level of the price cap,” she added.</p>\n               <p>Russia also recently announced that it would lower its oil production by 500,000 barrels per day until the end of this year.</p>\n               <p>Just last week Putin admitted that western sanctions could deal a blow to Russia’s economy.</p>\n               <p>“The illegitimate restrictions imposed on the Russian economy may indeed have a negative impact on it in the medium term,” Putin said in televised remarks Wednesday reported by state news agency TASS.</p>\n               <p>Putin said Russia’s economy had been growing since July, thanks in part to stronger ties with “countries of the East and South,” likely referring to China and some African countries.</p>\n               <p>Russia, China and Saudi Arabia: The OPEC+ announcement came as a surprise this week. The group had already announced it would cut two million barrels a day in October of 2022 and Saudi Arabia previously said its production quotas would stay the same through the end of the year.</p>\n               <p>“The move to reduce supply is fairly odd,” wrote Warren Patterson, head of commodities strategy at ING in a note Monday.</p>\n               <p>“Oil prices have partly recovered from the turmoil seen in financial markets following developments in the banking sector,” he wrote. “Meanwhile, oil fundamentals are expected to tighten as we move through the year. Prior to these cuts, we were already expecting the oil market to see a fairly sizable deficit over the second half or 2023. Clearly, this will be even larger now.”</p>\n               <p>Saudi Arabia stated that the cut is a “precautionary measure aimed at supporting the stability of the oil market,” but Patterson says it will likely “lead to further volatility in the market,” later this year as less available oil will add to inflationary feats.</p> \n               <p>Still, the changes signal shifting global alliances with Russia, China and Saudi Arabia around oil prices, said analysts at ClearView Energy Partners. Higher-priced oil could help Russia pay for its war on Ukraine and also boosts revenue in Saudi Arabia.</p>\n              <p>The White House, meanwhile, has spoken out against OPEC’s decision. “We don’t think cuts are advisable at this moment given market uncertainty - and we’ve made that clear,” National Security Council spokesman John Kirby said Monday.</p>\n              <p>- CNN’s Paul LeBlanc and Hanna Ziady contributed to this report</p>\n              <h3>JPMorgan’s Jamie Dimon warns banking crisis will be felt for ‘years to come’</h3>\n              <p>The crisis triggered by the recent collapses of Silicon Valley Bank and Signature Bank is not over yet and will ripple through the economy for years to come, said JPMorgan Chase CEO Jamie Dimon on Tuesday.</p>\n              <p>In his closely watched annual letter to shareholders, the chief executive of the largest bank in the United States outlined the extensive damage the financial system meltdown had on all banks and urged lawmakers to think carefully before responding with regulatory policy.</p>\n              <p>“These failures were not good for banks of any size,” wrote Dimon, responding to reports that large financial institution benefited greatly from the collapse of SVB and Signature Bank as wary customers sought safety by moving billions of dollars worth of money to big banks.</p>\n              <p>In a note last month, Wells Fargo banking analyst Mike Mayo wrote “Goliath is winning.” JPMorgan in particular, he said, was benefiting from more deposits “in these less certain times.”</p>\n              <p>“Any crisis that damages Americans’ trust in their banks damages all banks – a fact that was known even before this crisis,” said Dimon. “While it is true that this bank crisis ‘benefited’ larger banks due to the inflow of deposits they received from smaller institutions, the notion that this meltdown was good for them in any way is absurd.”</p>\n              <p>The failures of SVB and Signature Bank, he argued, had little to do with banks bypassing regulations and that SVB’s high Interest rate exposure and large amount of uninsured deposits were already well-known to both regulators and to the marketplace at large.</p>\n              <p>Current regulations, Dimon argued, could actually lull banks into complacency without actually addressing real system-wide banking issues. Abiding by these regulations, he wrote, has just “become an enormous, mind-numbingly complex task about crossing t’s and dotting i’s.”</p>\n              <p>And while regulatory change will be a likely outcome of the recent banking crisis, Dimon argued that, “it is extremely important that we avoid knee-jerk, whack-a-mole or politically motivated responses that often result in achieving the opposite of what people intended.” Regulations, he said, are often put in place in one part of the framework but have adverse effects on other areas and just make things more complicated.</p>\n              <p>The Federal Deposit Insurance Corporation has said it will propose new rule changes in May, while the Federal Reserve is currently conducting an internal review to assess what changes should be made. Lawmakers in Congress, like Democratic Sen. Sherrod Brown, have suggested that new legislation meant to regulate banks is in the works.</p>\n              <p>But, wrote Dimon, “the debate should not always be about more or less regulation but about what mix of regulations will keep America’s banking system the best in the world.”</p>\n              <h3>Eminent domain to fight climate change?</h3>\n\n              <p>Dimon’s letter to shareholders touched on a number of pressing issues, including climate change. “The window for action to avert the costliest impacts of global climate change is closing,” he wrote, expressing his frustration with slow growth in clean energy technology investments.</p>\n              <p>“Permitting reforms are desperately needed to allow investment to be done in any kind of timely way,” he wrote.</p>\n              <p>One way to do that? “We may even need to evoke eminent domain,” he suggested. “We simply are not getting the adequate investments fast enough for grid, solar, wind and pipeline initiatives.”</p>\n              <p>Eminent domain is the government’s power to take private property for public use, so long as fair compensation is provided to the property owner.</p>\n              "
    },
    {
        "id": 1681826218223,
        "slug": "bob-iger-calls-florida-actions-against-disney-world-anti-business",
        "title": "Bob Iger calls Florida actions against Disney World ‘anti-business’",
        "short_description": "  Disney CEO Bob Iger fought back against Florida Governor Ron DeSantis’ actions against his company",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230403143558-bob-iger-disney-1218-file.jpg?c=16x9&q=h_720,w_1280,c_fill",
        "date": "4th April 2023",
        "category": "Business",
        "author": "Chris Isidore",
        "content": "\n               <p><b>\n               New York CNN </b> — \n               Disney CEO Bob Iger fought back against Florida Governor Ron DeSantis’ actions against his company, telling Disney shareholders on Monday that recent actions by the state were “anti-business.”\n               </p>\n               <p>The state of Florida has taken action to strip Disney of some of the powers it had over the land that includes and surrounds Disney World. Florida’s move came after the company objected to legislation passed last year to limit discussions of LGBTQ issues in Florida schools, a bill that opponents referred to as the “Don’t Say Gay” law.</p>\n               <p>Iger, asked about the fight at the company’s annual shareholders’ meeting, made his most public defense to date of the company’s actions, and the most direct criticism of Florida’s actions.</p>\n               <p>“Our point on this is that any action that thwarts those efforts simply to retaliate for a position the company took sounds not just anti-business, but it sounds anti-Florida,” he said.</p>\n               <p>Disney had operated for more than 50 years with broad power to control land use in and around its theme park. It did so through a self-governing body known as the Reedy Creek Improvement District, whose board members all had close ties with Disney.</p>\n               <p>But after the fight over the “Don’t Say Gay” bill last year, Florida initially tried disband the district, only to become aware that such a move could leave local governments in central Florida with more than $1 billion in liability for bond issues. So earlier this year it passed legislation that instead gave the state the authority to appoint the board members.</p>\n               <p>Last week the new board disclosed that the land-use powers of the re-named Orange County Tourism Oversight District had been stripped away before the law passed, and given directly to Disney through an agreement with Reedy Creek. That set off a new round of criticism by state officials, including DeSantis, who has been a vocal critic of Disney’s actions.</p>\n               <p>On Monday, DeSantis ordered a state investigation into the outgoing board in charge of Disney’s special taxing district, his latest counterattack in the ongoing battle against the entertainment giant.</p>\n               <p>In a letter to Florida’s Chief Inspector General Melina Miguel, DeSantis accused the Reedy Creek Improvement District board of “collusive and self-dealing arrangements,” and unspecified ethical violations for taking actions that appeared to thwart his efforts to take over the board. Separately, DeSantis’ office said in a statement that “all legislative options are back on the table” as his administration seeks to claw back power and potentially retaliate against Disney.</p>\n               <p>“Disney is again fighting to keep its special corporate benefits and dodge Florida law,” DeSantis spokesman Jeremy Redfern said. “We are not going to let that happen. As Governor DeSantis recently said, ‘You ain’t seen nothing yet.’”</p>\n               <p>Redfern’s comments came before Iger made his comments at the shareholders’ meeting. Following Iger’s remarks, DeSantis’ office replied, “While a company has First Amendment rights, it does not have the right to run its own government and operate outside the bounds of Florida law. The Florida Legislature and Gov. DeSantis worked to put Disney on an even playing field, and Disney got caught attempting to undermine Florida’s duly-enacted legislation in the 11th hour.”</p>\n               <p>Disney took a position against the “Don’t Say Gay” bill after some Disney employees called on it to speak out against the legislation. Iger said the Disney may “not have handled the position it took very well.”</p>  \n               <p>“We love the state of Florida,” Iger said. “I think that’s reflected in not only how much we’ve invested over the last 50 years, but how much we’ve given back in jobs and community service, taxes, tourism, of course. We’ve also always appreciated what the state has done for us. It’s been a two-way street.”</p>\n              <p>But Iger said it was wrong for the state to retaliate against Disney for taking its position.</p>\n              <p>“The company has a right to freedom of speech just like individuals do,” Iger said. “The governor got very angry about the position that Disney took, and it seems like he’s decided to retaliate against us… in effect to seek to punish a company for its exercise of a constitutional right. And that just seems really wrong to me – against any company or individual, but particularly against a company that means so much to the state that you live in.”</p>\n              <p>Iger said that Disney plans to invest $17 billion in Disney World over the next 10 years, investments he said would create 13,000 new Disney jobs and thousands of other indirect jobs, attracting more people to the state and generating more taxes.</p>\n              <p>Iger got follow up questions from shareholders who questioned the company taking a postion against Florida’s legislation. One shareholder asked if “it’s wise to take political positions that satisfy a very small portion of people when our primary mission is entertainment?” Another shareholder criticized the company’s actions, saying “Disney has turned from a place of magic for children to an ideological company… increasingly promoting the woke agenda.”</p>\n              <p>Iger responded that his job of what’s best for the company includes doing what’s best for its employees, allowing them to flourish. He said there are times when it weighs in on controversial issues because of the importance to employees, and times he thinks it should not weigh in. He said that he is sensitive to criticism, including by some of the shareholders at the meeting, that the company is “creating agenda-driven content,” but he denied that is the case.</p>\n              <p>“While I know we’re never going to please everybody all the time… I want parents to be able to trust the content we’re creating for their children, and we’re committed to creating age-appropriate content for family audiences,” he said.</p>\n              "
    },
    {
        "id": 1681826218224,
        "slug": "tesla-is-selling-a-german-beer-in-a-cybertruck-bottle",
        "title": "Tesla is selling a German beer in a Cybertruck bottle",
        "short_description": "The electric car company has launched a limited edition “GigaBier,” a pilsner-style brew made in Germany",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230404101120-tesla-beer-gigabier.jpg?c=16x9&q=h_720,w_1280,c_fill",
        "date": "4th April 2023",
        "category": "Business",
        "author": "Julia Horowitz",
        "content": "\n               <p><b>\n               New York CNN </b> — \n                Few brands are big enough to sell three beers for nearly $100. Elon Musk’s Tesla may be one.\n               </p>\n               <p>The electric car company has launched a limited edition “GigaBier,” a pilsner-style brew made in Germany. Presented in a glossy black sleeve, the bottle is designed to emulate Tesla’s Cybertruck.</p>\n              <p>The beer — brewed in Berlin, where Tesla runs one of its gigafactories — ships to 17 countries in Europe, including France, the United Kingdom, Spain, Switzerland and Norway. A pack of three costs €89 ($97).</p>\n              <p>The company jokes that it is “brewed for cyborgs, made by humans.” Musk first talked about the product in 2021 during an event marking the opening of the Berlin plant.</p>\n              <p>This isn’t Tesla’s first foray into the beverage business. In 2020, it debuted “Tesla Tequila.” The liquor, which came in a lightning-shaped bottle, quickly sold out at $250 apiece. (The GigaBier, which was unveiled on March 30, is still available for purchase.)</p>\n              <p>The same year, it debuted a pair of mini gym shorts, a playful hit back at investors who had “shorted” Tesla, or bet that its stock would drop.</p>\n              <p>Tesla revealed the first version of its electric truck in November 2019. But it still hasn’t started production, opting to focus on existing products due to supply chain bottlenecks.</p>\n              <p>Musk said in January that he expected to begin manufacture of the electric truck “maybe sometime this summer.” It would be “very slow at first” before a ramp-up next year, he noted.</p>     \n                            "
    },
    {
        "id": 1681826218225,
        "slug": "i-am-truly-sorry-credit-suisse-chair-apologizes-at-final-shareholder-meeting",
        "title": "‘I am truly sorry.’ Credit Suisse chair apologizes at final shareholder meeting",
        "short_description": "It is a sad day. For all of you, and for us,” Lehmann said Tuesday at the bank’s first in-person AGM since 2019",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230403083616-02-credit-suisse-switzerland-0320.jpg?c=16x9&q=h_720,w_1280,c_fill",
        "date": "4th April 2023",
        "category": "Business",
        "author": "Hanna Ziady",
        "content": "\n               <p><b>\n               London CNN </b> — \n               Disney CEO Bob Iger fought back against Florida Governor Ron DeSantis’ actions Credit Suisse chairman Axel Lehmann apologized to shareholders after the ailing Swiss lender was unable to avoid last month’s emergency rescue.\n               </p>\n               <p>“It is a sad day. For all of you, and for us,” Lehmann said Tuesday at the bank’s first in-person AGM since 2019. The meeting is being held in Zurich and some 1,748 shareholders are there in person.</p>\n               <p>“I can understand the bitterness, the anger and the shock of all those who are disappointed, overwhelmed and affected by the developments.”</p>\n               <p>Credit Suisse (CS) shareholders vented their frustration and grilled the bank’s board over the government-orchestrated takeover of the Swiss lender by its larger rival UBS (UBS). Shareholders of both banks were denied a vote on the deal, which the Swiss government forced through two weeks ago in order to prevent Credit Suisse (CS) from imploding and triggering a wider financial crisis.</p>\n               <p>The lender’s shareholders were largely wiped out by the rescue, receiving the equivalent of just 0.76 Swiss francs in UBS shares for stock that was worth 1.86 Swiss francs before the deal was announced. Owners of $17 billion worth of “additional tier one” bonds — a riskier class of bank debt — lost everything.</p>\n               <p>There was a distinctly sombre atmosphere at the shareholder meeting, which marks Credit Suisse’s last as an independent company after 167 years at the heart of Switzerland’s economic development. Lehmann’s speech and that of Credit Suisse CEO Ulrich Körner made the gathering feel akin to a funeral for the bank.</p>\n               <p>Lehmann said he had believed that a “successful turnaround” of the bank was possible until the week in which the forced merger with UBS was announced.</p>\n               <p>“We wanted to put all our energy and our efforts into turning the situation around and putting the bank back on track. It pains me that we didn’t have the time to do so, and that in that fateful week in March our plans were disrupted,” Lehmann said.</p>\n               <p>“For that, I am truly sorry. I apologize that we were no longer able to stem the loss of trust that had accumulated over the years, and for disappointing you.”</p>\n               <p>Norges Bank Investment Management, a top 10 shareholder in Credit Suisse, said earlier that it would vote against the re-election of Lehmann and six other directors at the bank.</p>\n               <p>“Shareholders should have the right to seek changes to the board when it does not act in their best interest,” the Norwegian sovereign wealth fund said in a statement on its website.</p>\n               <p>The AGM comes just two days after Switzerland’s Federal Prosecutor said it would investigate whether any of the country’s criminal laws were breached by officials and executives at the two banks during the takeover proceedings.</p>\n               <p>The deal has left Switzerland’s economy exposed to a single massive lender, with over $200 billion in liquidity and guarantees offered by the government and the Swiss National Bank.</p>\n               <p>Last week Credit Suisse withdrew two proposals up for a shareholder vote from its AGM agenda, saying they were no longer necessary following the planned merger with UBS.</p>\n               <p>UBS will hold its annual shareholder meeting on Wednesday. The bank announced last week that former CEO Sergio Ermotti would return to the top job as soon as April 5 in order to manage the Credit Suisse merger, saying it involved significant integration risk.</p>\n               <p>Ermotti was UBS CEO between 2011 and 2020 and is credited with successfully overhauling the bank following its bailout during the 2008 financial crisis. He is seen as a safe pair of hands capable of integrating Credit Suisse and salvaging core parts of its business.</p>  \n              "
    },
    {
        "id": 1681826218226,
        "slug": "jpmorgans-jamie-dimon-warns-banking-crisis-will-be-felt-for-years-to-come",
        "title": "JPMorgan’s Jamie Dimon warns banking crisis will be felt for ‘years to come’",
        "short_description": "In his closely watched annual letter to shareholders, the chief executive of America’s largest bank outlined the extensive damage ",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230403184038-jamie-dimon-march-6.jpg?c=16x9&q=h_720,w_1280,c_fill",
        "date": "4th April 2023",
        "category": "Business",
        "author": "Nicole Goodkind",
        "content": "\n               <p><b>\n               New York CNN </b> — \n               The banking crisis triggered by the recent collapses of Silicon Valley Bank and Signature Bank is not over yet and will ripple through the economy for years to come, said JPMorgan Chase CEO Jamie Dimon on Tuesday.\n               </p>\n               <p>In his closely watched annual letter to shareholders, the chief executive of America’s largest bank outlined the extensive damage the financial system meltdown had on all banks — large and small — and urged lawmakers to think carefully before responding with increased regulation.</p>\n               <p>“These failures were not good for banks of any size,” wrote Dimon, responding to reports that large financial institution benefited greatly from the collapse of SVB and Signature Bank as wary customers sought safety by moving billions of dollars worth of money to big banks.</p>\n               <p>In a note last month, Wells Fargo banking analyst Mike Mayo wrote “Goliath is winning.” JPMorgan in particular, he said, was benefiting from more deposits “in these less certain times.”</p>\n               <p>“Any crisis that damages Americans’ trust in their banks damages all banks — a fact that was known even before this crisis,” he wrote. “While it is true that this bank crisis ‘benefited’ larger banks due to the inflow of deposits they received from smaller institutions, the notion that this meltdown was good for them in any way is absurd.”</p>\n               <p>The failures of SVB and Signature Bank, he argued, had little to do with banks bypassing regulations. He said that SVB’s high Interest rate exposure and large amount of uninsured deposits were already well-known to both regulators and to the marketplace at large.</p>\n               <p>Current regulations, he argued, could actually lull banks into complacency without actually addressing real system-wide banking issues. Abiding by these regulations, he wrote, has just “become an enormous, mind-numbingly complex task about crossing t’s and dotting i’s.”</p>\n               <p>And while regulatory change will almost certainly follow the recent banking crisis, Dimon argued that, “it is extremely important that we avoid knee-jerk, whack-a-mole or politically motivated responses that often result in achieving the opposite of what people intended.” Regulations, he said, are often put in place in one part of the framework but have adverse effects on other areas and just make things more complicated.</p>\n               <p>The Federal Deposit Insurance Corporation has said it will propose new rule changes in May, while the Federal Reserve is currently conducting an internal review to assess what changes should be made. Lawmakers in Congress, including Democratic Sen. Sherrod Brown of Ohio, have suggested that new legislation meant to regulate banks is in the works.</p>\n               <p>But, wrote Dimon, “the debate should not always be about more or less regulation but about what mix of regulations will keep America’s banking system the best in the world.”</p> \n              "
    },
    {
        "id": 1681826218227,
        "slug": "richard-bransons-virgin-orbit-files-for-bankruptcy",
        "title": "Richard Branson’s Virgin Orbit files for bankruptcy",
        "short_description": "The California-based company said in a statement Monday that it had filed for Chapter 11 bankruptcy",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230321122918-russia-oil-production-0208.jpg?c=16x9&q=h_720,w_1280,c_fill",
        "date": "4th April 2023",
        "category": "Business",
        "author": "Anna Cooban",
        "content": "\n               <p><b>\n               London CNN </b> — \n               Virgin Orbit, the rocket company founded by British billionaire Richard Branson, has filed for bankruptcy in the United States.\n               </p>\n               <p>The California-based company said in a statement Monday that it had filed for Chapter 11 bankruptcy, meaning that it can continue doing business while it restructures its debts.</p>\n               <p>“While we have taken great efforts to address our financial position and secure additional financing, we ultimately must do what is best for the business,” Dan Hart, chief executive of Virgin Orbit, said in the statement posted on its website.</p>\n               <p>Hart said he believed that the company’s “cutting-edge launch technology” would have “wide appeal to buyers as we continue in the process to sell the company.”</p>\n               <p>Virgin Investments, one of Virgin Orbit’s sister companies, will inject $31.6 million into the satellite launcher to help it stay afloat while the business searches for a new owner.</p>\n               <p>The announcement comes just days after Virgin Orbit said it would lay off about 85% of its workforce to reduce expenses since it could not secure additional funding.</p>\n               <p>The company was founded in 2017 to make small rockets, called LauncherOne, that can deliver lightweight satellites to orbit quickly and cheaply. The rockets take off from modified Boeing 747 planes.</p>\n               <p>It is one of several companies, including Jeff Bezos’s Blue Origin, that has attempted to commercialize satellite launching.</p>\n               <p>Virgin Orbit ran into trouble in January when one of its rockets failed to make it to orbit because its engine overheated. It was the company’s first attempt to launch a satellite from UK soil. It had completed four previous successful launches from California.</p>   \n              "
    },
    {
        "id": 1681826218228,
        "slug": "loral-buys-aesop-in-25-billion-deal-its-biggest-acquisition-ever",
        "title": "L’Oréal buys Aesop in $2.5 billion deal, its biggest acquisition ever",
        "short_description": "The sale was announced Monday by Aesop’s parent, Brazilian firm Natura & Co, which also owns The Body Shop and Avon",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230404124014-file-aesop-products.jpg?c=16x9&q=h_720,w_1280,c_fill",
        "date": "4th April 2023",
        "category": "Business",
        "author": "Michelle Toh",
        "content": "\n               <p><b>\n               Hong Kong CNN </b> — \n                L’Oréal is buying Australian brand Aesop in a deal that values it at $2.5 billion, in the biggest brand acquisition ever made by the French beauty giant.\n               </p>\n               <p>The sale was announced Monday by Aesop’s parent, Brazilian firm Natura & Co, which also owns The Body Shop and Avon.</p>\n               <p>It brings Aesop, which is known for its luxury skin and body care products, under the same umbrella as brands such as Garnier and Maybelline.</p>\n               <p>The deal would be L’Oréal’s largest acquisition of another brand on record, followed by its $1.7 billion purchase of YSL Beauté in 2008, according to data from Dealogic.</p>\n               <p>Natura & Co bills itself as Brazil’s largest beauty and cosmetics company, operating in more than 100 countries. In a statement Monday, the firm’s CEO Fabio Barbosa said the divestment of Aesop would help it reduce debt and hone in on other paths for growth.</p>\n               <p>“With a strengthened financial structure and a deleveraged balance sheet, Natura & Co, exercising strict financial discipline, will be able to sharpen its focus on its strategic priorities, notably our investment plan in Latin America,” he said.</p>\n               <p>Aesop was founded in Melbourne, Australia in 1987. Natura picked up a 65% stake in the company in 2012, and formally acquired it in 2016.</p>\n               <p>Since then, Aesop’s sales have skyrocketed nearly 20 times — from $28 million in 2012 to $537 million in 2022, according to Natura. Over the past year, Aesop posted double-digit growth in revenue.</p>\n               <p>The company sells its products, which include exfoliating hand wash, scented body lotions and incense kits, in 29 markets. The brand is hoping to push further into mainland China especially, where it opened its first brick-and-mortar stores last year.</p>\n               <p>“Aesop taps into all of today’s ascending currents,” L’Oréal CEO Nicolas Hieronimus said in the statement. “L’Oréal will contribute to unleash its massive growth potential, notably in China and travel retail.”</p>\n               <p>The deal is expected to close in the third quarter of this year.</p>  \n              "
    },
    {
        "id": 1681826218229,
        "slug": "australia-bans-tiktok-on-federal-government-devices",
        "title": "Australia bans TikTok on federal government devices",
        "short_description": "Attorney-General Mark Dreyfus announced the ban on Tuesday after receiving advice from intelligence",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230403220442-australia-bans-tiktok-042023.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
        "date": "4th April 2023",
        "category": "Business",
        "author": "Chris Lau",
        "content": "\n               <p><b>\n               CNN </b> — \n              Australia has joined other Western countries in banning the use of TikTok on government devices as the Chinese-owned video app comes under increasing pressure over claims it presents a security concern.\n               </p>\n               <p>Attorney-General Mark Dreyfus announced the ban on Tuesday after receiving advice from intelligence and security agencies, saying the directive would be imposed “as soon as practicable.”</p>\n               <p>The decision puts Australia in line with its allies from the Five Eyes intelligence alliance – the US, Britain and Canada have already announced similar restrictions, while New Zealand’s parliament also ordered the app be removed from all devices with access to the legislature.</p>\n               <p>Norway and the European Parliament have made similar moves, and last week NATO banned staffers from downloading the app onto NATO-provided devices, according to two NATO officials familiar with the matter.</p>\n               <p>Lee Hunter, general manager of TikTok in Australia and New Zealand, said the company is “extremely disappointed by this decision, which, in our view, is driven by politics.”</p>\n               <p>“Our millions of Australian users deserve a government which makes decisions based upon facts and who treats all businesses fairly, regardless of country of origin,” he said.</p>\n               <p>He also stressed that the firm had repeatedly reached out to the Australian government for constructive engagement, while maintaining that there had been no evidence to suggest the app posed a security risk to the country.</p>\n               <p>As of early 2023, Australia has more than 8 million users age 18 and over, according to the company, citing a report from DataReportal, which studies digital trends worldwide.</p>\n               <p>A notice issued by the Attorney General’s Department said TikTok poses security and privacy risks due to the “extensive collection of user data and exposure to extrajudicial directions from a foreign government that conflict with Australian law.”</p>\n               <p>So far, there’s no evidence the Chinese government has accessed TikTok user data, and no government has enacted a broader ban targeting TikTok on personal devices.</p>\n               <p>However, the Biden administration has threatened to do that in the United States unless the app’s Chinese owners, Bytedance, agree to spin off their share of the social media platform.</p>\n               <p>The US government is worried China could use its national security laws to access the significant amount of personal information that TikTok, like most social media applications, collects from its US users.</p>\n               <p>During a high profile congressional hearing on the matter, TikTok CEO Shou Zi Chew was grilled about the tech firm’s alleged ties to the Chinese government.</p>\n               <p>Chew has said the Chinese government had never asked TikTok for its data and that the company would refuse any such request.</p>\n               <p>For its part, China’s Commerce Ministry said it would “firmly oppose” any decision resulting in the forced sale of TikTok, adding that it would “seriously damage” global investors’ confidence in the United States.</p>\n               <p>Like some of the other countries which have imposed the curb, Australia’s attorney general said any exemptions would be granted “on a case-by-case basis and with appropriate security mitigation in place.”</p>\n               <p>Dreyfus also said the government had recently received the review into foreign interference through social media applications from the country’s Home Affairs Department, with its recommendations being considered.</p>\n              "
    },
    {
        "id": 1681826218230,
        "slug": "micron-technology-china-probes-us-chip-maker-for-cybersecurity-risks-as-tech-tension-escalates",
        "title": "Micron Technology: China probes US chip maker for cybersecurity risks as tech tension escalates",
        "short_description": "The Cyberspace Administration of China (CAC) will review products sold by Micron in the country, according to a statement by the watchdog late on Friday",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230403114022-micron-technology-building-file.jpg?c=16x9&q=h_720,w_1280,c_fill",
        "date": "3rd April 2023",
        "category": "Business",
        "author": "Laura He",
        "content": "\n               <p><b>\n               Hong Kong CNN </b> — \n               China has launched a cybersecurity probe into Micron Technology, one of America’s largest memory chip makers, in apparent retaliation after US allies in Asia and Europe announced new restrictions on the sale of key technology to Beijing.\n               </p>\n               <p>The Cyberspace Administration of China (CAC) will review products sold by Micron in the country, according to a statement by the watchdog late on Friday.</p>\n               <p>The move is aimed at “ensuring the security of key information infrastructure supply chains, preventing cybersecurity risks caused by hidden product problems, and maintaining national security,” it noted.</p>\n               <p>It came on the same day that Japan, a US ally, said it would restrict the export of advanced chip manufacturing equipment to countries including China, following similar moves by the United States and the Netherlands.</p>\n               <p>Washington and its allies have announced curbs on China’s semiconductor industry, which strike at the heart of Beijing’s bid to become a tech superpower.</p>\n               <p>Last month, the Netherlands also unveiled new restrictions on overseas sales of semiconductor technology, citing the need to protect national security. In October, the United States banned Chinese companies from buying advanced chips and chipmaking equipment without a license.</p>\n               <p>Micron told CNN it was aware of the review.</p>\n               <p>“We are in communication with the CAC and are cooperating fully,” it said, adding that it stands by the security of its products. “Micron’s product shipments, engineering, manufacturing, sales and other functions are operating as normal.”</p>\n               <h3>Risks expected</h3>\n               <p>Shares in Micron sank 4.4% on Wall Street Friday following the news, the biggest drop in more than three months. On Monday, they closed another 1.2% lower. Micron derives more than 10% of its revenue from China.</p>\n               <p>In an earlier filing, the Idaho-based company had warned of such risks.</p>\n               <p>“The Chinese government may restrict us from participating in the China market or may prevent us from competing effectively with Chinese companies,” it said last week.</p>\n               <p>China has strongly criticized restrictions on tech exports, saying last month it “firmly opposes” such measures.</p>\n               <p>In efforts to boost growth and job creation, Beijing is seeking to woo foreign investments as it grapples with mounting economic challenges. The newly minted premier Li Qiang and several top economic officials have been rolling out the welcome wagon for global CEOs and promising they would “provide a good environment and services.”</p>\n               <p>But Beijing has also exerted growing pressure on foreign companies to bring them into line with its agenda.</p>\n               <p>Last month, authorities closed the Beijing office of Mintz Group, a US corporate intelligence firm, and detained five local staff.</p>\n               <p>Days earlier, they suspended Deloitte’s operations in Beijing for three months and imposed a fine of $31 million over alleged lapses in its work auditing a state-owned distressed debt manager.</p>  \n              "
    },
    {
        "id": 1681826218231,
        "slug": "tickets-for-arsenals-final-game-of-the-season-being-sold-for-extortionate-prices-by-third-party-sellers",
        "title": "Tickets for Arsenal’s final game of the season being sold for extortionate prices by third-party sellers",
        "short_description": "The Gunners are on course to win a first Premier League title in 19 years and some people, it seems, are taking advantage of fans’ desperation",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230330091920-arsenal-ticket-price-file.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
        "date": "4th April 2023",
        "category": "Sports",
        "author": "Matias Grez",
        "content": "\n               <p><b>\n               CNN </b> — Tickets for Arsenal’s final game of the season against Wolverhampton Wanderers are being touted on resale website StubHub for extortionate prices.\n               </p>\n               <p>The Gunners are on course to win a first Premier League title in 19 years and some people, it seems, are taking advantage of fans’ desperation to see the team hoist the trophy in person at the Emirates Stadium on May 28.</p>\n               <p>At the time of writing, the cheapest tickets on StubHub are going for $1,175, while others are being touted for an eye-watering $65,000. The most expensive ticket – situated in the section where the Wolves fans would sit – is listed at $330,000. Seller details are not available on the website.</p>\n               <p>Akhil Vyas, a board member of the Arsenal Supporters Trust, says it remains “frustrating and disappointing” to see third-party websites reselling Arsenal tickets.</p>\n               <p>“But there is more to this than meets the eye,” he tells CNN. “If any fans are selling their own ticket, despite having sympathy during this cost of living crisis, it’s illegal and they shouldn’t be doing it.”</p>\n               <p>In the Premier League, tickets are meant to be resold through the club to other members or fans on waiting lists.</p>\n               <p>“If you are looking to buy tickets for matches in the Premier League you should buy them directly from Premier League Clubs,” the Premier League says on its website.</p>\n               <p>“A ‘ticket tout’ (also known as a ‘scalper’) sells match tickets without authorisation, often at vastly inflated prices.</p>\n               <p>“Touts no longer just sell tickets outside the stadium, they also sell them (and aid unauthorised sales by others) on websites and online marketplaces.”</p>\n               <p>With some of the resale website being overseas, Vyas says it’s “hard to know” if they actually have the tickets or if “they plan to source them” once somebody has paid.</p>\n               <p>“We had a member of the trust buy one, and fly from the USA only to have his ticket refunded a few days before the game,” Vyas says. “Of course, he has spent hundreds on the flight and hotels for which he couldn’t get a refund.</p>\n               <p>“Our advice is always to avoid third-party sites – you just can’t trust them.”</p>\n               <p>CNN has reached out to Arsenal and StubHub for comment, but is yet to hear back.</p>\n               <p>On its website, however, StubHub says “every order is 100% guaranteed” and fans can “buy and sell tickets with 100% confidence”</p>\n               <p>SubHub adds: “Your tickets will arrive in time for the event, be valid for entry and exactly what you purchased. If any of these things don’t happen, we’ll find you comparable or better tickets or offer you a refund or credit for a future order.”</p>\n               <p>Arsenal says it is “dedicated to stamping out ticket touting and the unauthorised re-sale of match tickets.”</p>\n               <p>Arsenal currently sits eight points clear of Manchester City at the top of the league – though City has a game in hand – with fans now dreaming of the club lifting a first Premier League trophy since 2004.</p>\n               <p>If purchasing directly through the Arsenal website, the most expensive ticket for the game – designated as a Category B fixture – would be £75.50 ($93.40).</p>\n               <p>Vyas says it’s “very unfair” that regular match-going fans are being priced out by third-party sellers.</p>\n               <p>“All tickets that are not owned by season ticket holders should go to members and the club has worked hard on the ticket exchange and transfer process so tickets remain with fans,” he says.</p>\n              <p>The issue of third-party resale websites is enforced by individual clubs, which can cancel tickets, suspend memberships and even issue stadium bans to supporters they identify with unauthorized sales.</p>\n              <p>As well as providing guidance on how to safely purchase tickets, the Premier League has also compiled an extensive list of popular third-party websites fans should avoid, with StubHub included.</p>\n              <p>This season, Vyas says Arsenal has worked with the Supporters’ Trust to try and tackle the issue of illegal ticket resales.</p>\n              <p>“Via recommendations from the Trust, the club has appointed an expert external task force to tackle bots and touting which is very good to see,” he said. “They have blocked IP addresses when suspicious and have banned 2K memberships this season when caught touting.</p>\n              <p>“We understand they have people internally investigating, so fans who have genuinely done nothing wrong can appeal, but those who are found guilty of touting are banned.</p>\n              <p>“It isn’t an overnight fix but the club are serious about this and we’ve spent hours and hours discussing plans with them and providing them with suggestions and a sounding board. They are serious about tackling this.”</p>\n                            "
    },
    {
        "id": 1681826218232,
        "slug": "angel-reese-calls-first-lady-jill-bidens-suggestion-of-inviting-both-lsu-and-iowa-to-white-house-a-joke",
        "title": "Angel Reese calls first lady Jill Biden’s suggestion of inviting both LSU and Iowa to White House ‘A JOKE’",
        "short_description": "Speaking on Monday, Biden congratulated both teams on their performance in Sunday’s national championship game",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230404094711-05-ncaa-angel-reese-040223-restricted.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
        "date": "4th April 2023",
        "category": "Sports",
        "author": "Ben Morse",
        "content": "\n               <p><b>\n               CNN </b> —  \n               LSU star Angel Reese called a suggestion from first lady Jill Biden that they might invite both LSU and Iowa’s women’s basketball teams to the White House “A JOKE” on Monday.\n               </p>\n               <p>Speaking on Monday, Biden congratulated both teams on their performance in Sunday’s national championship game, as well as specifically highlighting Iowa’s sportsmanship.</p>\n               <p>“Last night I attended the NCAA women’s basketball championship,” said Biden, while speaking at an event at the Colorado State Capitol in Denver.</p>\n               <p>“So I know we’ll have the champions come to the White House, we always do. So, we hope LSU will come but, you know, I’m going to tell Joe [Biden] I think Iowa should come, too, because they played such a good game.”</p>\n               <p>It is traditional for the national champions to be invited to the White House, but not for the runners-up. Reese tweeted a link to the story which included Biden’s comments, calling it “A JOKE” along with three rolling-on-floor-laughing emojis.</p>\n               <p>In a comment on an Instagram post which included Reese’s tweet, the recently crowned NCAA champion said: “WE NOT COMING. period.”</p>\n               <p>The 20-year-old Reese played a key role in the Tigers’ 102-85 victory over the Hawkeyes to win the first national title in program history on Sunday. She was named the women’s NCAA tournament’s Most Outstanding Player as a result of her standout performances.</p>\n               <p>Press secretary to the first lady Vanessa Valdivia sought to clarify Biden’s comments on Tuesday, saying in a tweet that they “were intended to applaud the historic game and all women athletes. She looks forward to celebrating the LSU Tigers on their championship win at the White House.”</p>\n               <p>Before Valdivia’s clarification, ESPN host Stephen A. Smith had echoed Reese’s sentiment, replying to her tweet saying: “I mean absolutely zero disrespect to the First Lady, but you are 1000% correct.</p>\n               <p>“That is a bad suggestion. Runner-ups don’t get invited to the White House. Why are we trying to change it now? I completely agree with you, Angel.”</p>\n               <p>Rep. Troy Carter, a Louisiana Democrat, chimed in, agreeing with Reese.</p>\n               <p>“To The Most Honorable (President Biden) and (First Lady Biden),” Carter said. “LSU has won their first NCAA women’s Basketball Championship Title with a record-breaking score of 102-85.</p>\n               <p>“With no disrespect to the outstanding players of the Iowa women’s team … they did not win!</p>\n               <p>“LSU’s Women’s Basketball is the indisputable winner of the 2023 NCAA Championship and should enjoy this historic victory singularly.”</p>\n               <p>Reese’s teammate Alexis Morris asked if they could celebrate elsewhere, specifically at a former first lady’s house. “Michelle OBAMA can we (LSU NATIONAL CHAMPS) come celebrate our win at your house?” Reese replied to Morris’ tweet saying: “THAT’S THE TWEET.”</p>\n               <p>After LSU’s victory on Sunday, head coach Kim Mulkey said she would go to the White House if the team was invited.</p>\n               <p>‘I’m too ghetto’</p>\n               <p>Sunday’s national championship drew a record-breaking average of 9.9 million viewers, according to sports broadcaster ESPN. The game, which peaked at 12.6 million viewers, was the most-viewed NCAA Division I women’s college basketball game on record across all networks.</p>\n               <p>Reese has been in the headlines following LSU’s victory, in particular as she called out the double standard in the reaction to her gesture towards Iowa guard Caitlin Clark.</p>\n               <p>Reese could be seen approaching Clark before moving her open hand in front of her face – popularized by WWE star John Cena to mean “you can’t see me” – before pointing to her ring finger in a gesture some interpreted as a reference to the place her newly-acquired championship ring might sit.</p>\n               <p>Clark made a similar gesture to another player earlier in the tournament.</p>\n               <p>The gesture sparked much debate, especially on social media. Some criticized Reese, while others defended her actions, highlighting how there was no public outrage in response to Clark’s gesture earlier in the tournament.</p>\n               <p>In the press conference after the victory, Reese referenced the difference in reaction she received as a result of her gesture as compared to the one Clark received.</p>\n               <p>“All year, I was critiqued for who I was. I don’t fit the narrative,” Reese said. “I don’t fit the box that y’all want me to be in. I’m too hood. I’m too ghetto. Y’all told me that all year. But when other people do it, and y’all don’t say nothing.</p>\n               <p>“So this is for the girls that look like me. For those that want to speak up for what they believe in. It’s unapologetically you. And that’s what I did it for tonight. It was bigger than me tonight. And Twitter is going to go into a rage every time.”</p>\n              "
    },
    {
        "id": 1681826218233,
        "slug": "magnus-carlsen-bemoans-awful-day-of-chess-as-he-blunders-his-way-to-defeat",
        "title": "Magnus Carlsen bemoans ‘awful day of chess’ as he blunders his way to defeat",
        "short_description": "The Norwegian grandmaster suffered a surprising defeat against Vladislav Artemiev at the Chessable Masters on Monday",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230327130248-01-world-chess-championships.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
        "date": "4th April 2023",
        "category": "Sports",
        "author": "MatBen Churchias",
        "content": "\n               <p><b>\n               CNN </b> —  \n               Magnus Carlsen proved that even the very best chess players in the world can sometimes have an off day.\n               </p>\n               <p>The Norwegian grandmaster suffered a surprising defeat against Vladislav Artemiev at the Chessable Masters on Monday, the second-leg of the new lucrative Champions Chess Tour.</p>\n               <p>Carlsen set the tone with a rare blunder in the opening game and never really found the form that has made him one of the most formidable players in history.</p>\n               <p>He went on to lose two games with white, something which rarely happens, and found himself 2-1 down in the best-of-five match, needing a win in the final game.</p>\n               <p>The thought of beating Carlsen seemed to throw Artemiev off his game and the Russian made a string of blunders to hand the reigning world champion a route back via an Armageddon tiebreaker.</p>\n               <p>The 32-year-old, though, couldn’t capitalize on the opportunity and made another game-losing blunder to hand Artemiev the victory.</p>\n               <p>“It was pretty bad. He generally outplayed me,” Carlsen said after the loss. “The last game was terrible.”</p>\n               <p>“This was a really, really awful day of chess. I did everything to lose – and then some,” he continued.</p>\n               <p>“Obviously, it takes a strong opponent to exploit that, but that was really poor.”</p>\n               <p>Carlsen has a chance to redeem himself on Tuesday when he plays Le Quang Liem in the losers bracket of the tournament.</p>\n               <p>If he loses again, he’ll be eliminated from the tournament.</p>\n               <p>“I will do my best tomorrow, but this is unacceptable,” he added.</p>\n               <p>Elsewhere, US grandmaster Hikaru Nakamura overcame a tricky match to beat Vladimir Fedoseev in a tiebreaker.</p>\n               <p>He will join Fabiano Caruana, Wesley So and Artemiev in the winners bracket.</p>\n               <p><strong>What is the Champions Chess Tour?</strong></p>\n               <p>The Champions Chess Tour is the new online home for the world’s best players, as they battle it out for a share of more than $2 million.</p>\n               <p>Played on website Chess.com, the annual circuit consists of six tournaments, which started with the Airthings Masters in February – an event won by Carlsen.</p>\n               <p>Every event has a $235,000 prize fund and the winners of each will qualify for an eight-player, live finale in December which has a purse of $500,000.</p>\n               <p>A further $100,000 will be shared among the top 10 finishers in the overall standings.</p> \n              "
    },
    {
        "id": 1681826218234,
        "slug": "olympic-gold-medal-gymnast-suni-lee-sidelined-by-kidney-condition",
        "title": "Olympic gold medal gymnast Suni Lee sidelined by kidney condition",
        "short_description": "“I have been dealing with a non-gymnastics related health related issue involving my kidneys,” said Lee on Monday",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230404094033-01-suni-lee-kidney.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
        "date": "4th April 2023",
        "category": "Sports",
        "author": "Kevin Dotson",
        "content": "\n               <p><b>\n               CNN </b> — American gymnast Suni Lee, who won the individual all-around gold medal at the Tokyo Olympics in 2021, is stepping away from the Auburn Tigers gymnastics team, announcing in a statement that she’s recently been managing a kidney-related health issue.\n               </p>\n               <p>“I have been dealing with a non-gymnastics related health related issue involving my kidneys,” said Lee on Monday.</p>\n               <p>“For my safety, the medical team did not clear me to train and compete over the last few weeks. I am blessed and thankful to be working with the best specialized medical team to treat and manage my diagnosis. My focus at this time is my health and recovery.”</p>\n               <p>The 20-year-old thanked her doctors, coaches and the Auburn community and said that, despite her college gymnastics career ending prematurely, she still hopes to compete for the United States at the 2024 Olympics in Paris.</p>\n               <p>In November, Lee had announced that this year would be her final year competing at Auburn so she could focus on the Paris Games.</p>\n               <p>The Olympic gold medallist said on a video posted to Twitter in November: “I am so excited to share that after this season I will be returning to elite gymnastics. I have my sights set on Paris in 2024 and I know what I have to do to get there.”</p>\n               <p>Lee’s latest tweet added: “It’s been challenging to end my Auburn career early, but I am thankful for all the love and support. I will not stop pursuing my dreams for a bid to Paris in 2024. In fact, this experience has sharpened my vision for the future.”</p>\n               <p>As a freshman in 2022, Lee had the most decorated year in Auburn program history, according to the Tigers’ Athletics website. She won eight All-America honors, the national championship on balance beam and was named the Southeastern Conference Freshman of the Year.</p>\n               <p>Auburn head gymnastics coach Jeff Graba said in a statement, “We are immensely fortunate and blessed to have had Suni be a part of our team these last two years. It was an honor to coach a world-class athlete and it was rewarding to see her not only achieve a lot of her collegiate goals, but to watch her become a great teammate as well.</p>\n               <p>“We strive to put our student-athletes’ well-being ahead of athletic performance and in this case, we felt like we made the best decision for her health and future. We are so excited to cheer Suni on as she pursues another Olympic dream and can’t wait to see what else is in store for her.”</p>\n               <p>The first Hmong American to compete in the Olympics, Lee tallied three medals for Team USA in Tokyo, winning team silver and bronze on uneven bars to go along with her all-around gold.</p>\n              "
    },
    {
        "id": 1681826218235,
        "slug": "the-cookout-gone-be-lit-uconns-jordan-hawkins-looks-forward-to-national-championship-celebrations-with-cousin-and-lsu-star-angel-reese",
        "title": "‘The cookout gone be lit’: UConn’s Jordan Hawkins looks forward to national championship celebrations with cousin and LSU star Angel Reese",
        "short_description": "Hawkins, who scored 16 points in the University of Connecticut’s 76-59 victory over San Diego State University in the NCAA men’s college championship",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230404090301-angel-reese-jordan-hawkins-restricted.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
        "date": "4th April 2023",
        "category": "Sports",
        "author": "Ben Morse and Coy Wire",
        "content": "\n               <p><b>\n               CNN </b> — Jordan Hawkins is a national college basketball champion. But he won’t be the only one with a new ring at his family’s next get-together.\n               </p>\n               <p>Hawkins, who scored 16 points in the University of Connecticut’s 76-59 victory over San Diego State University in the NCAA men’s college championship game on Monday, and his cousin LSU star Angel Reese, who had her own success when the Tigers won its first NCAA women’s basketball national championship title on Sunday.</p>\n               <p>The pair both will receive commemorative rings to celebrate their respective title successes.</p>\n               <p>Reese’s hometown is Baltimore, Maryland, while Hawkins was born 42 miles away in Gaithersburg. Dawkins says that their title victories are the culmination of a long journey which the pair will celebrate in style in the weeks to come.</p>\n               <p>“This is for all the kids from Gaithersburg, Maryland, that didn’t think they could do it. I did it. Now you can do it, man,” Hawkins told game broadcaster CBS. “Me and Angel paved the way. We did it.”</p>\n               <p>When asked if he’d had any contact with Reese over the weekend, Hawkins said: “I wished her luck. I’m going to see her in Maryland soon. The cookout gone be lit.”</p>\n               <p>Hawkins expanded on the duo’s journey in the media conference after UConn had won its fifth men’s college basketball national title.</p>\n               <p>“It’s absolutely amazing, showing that kids that were our age at the time, we were dreaming about the same thing and we saw that it’s possible,” the 20-year-old said.</p>\n               <p>“We saw that as amazing … that we both get this opportunity and I mean the family reunion is going to be great so that’s all I know.”</p>\n               <p>Brynn Anderson/AP</p>\n               <p>‘Keeping me calm and focused’</p>\n               <p>Hawkins and Reese weren’t the only family duo to feature prominently in the NCAA finals</p>\n               <p>UConn head coach Dan Hurley masterminded the team’s dominant run through March Madness – in which it won each of its six tournament games by at least 10 points – and on the team, with him every step of the way, was his son, Andrew.</p>\n               <p>Andrew, a junior guard, featured only sparingly during the team’s progression through the tournament, but his dad says his son has a much more important role outside of his contribution’s on the court, explaining to CNN Sport’s Coy Wire that he is like his “therapist, always keeping me calm and focused.”</p>\n               <p>Andrew himself says that he’s just happy to play a part however he can. “I just try to contribute in any way I can and if that’s one of them, then so be it,” he told CNN. “It means a lot to be around him every day.”</p>\n               <p>UConn entered rarefied air as only the sixth team to win five NCAA men’s basketball championships, joining UCLA (11), Kentucky (eight), North Carolina (six), Duke (five) and Indiana (five). All of UConn’s titles have come since 1999 with the most recent before Monday occurring in 2014.</p>\n               <p>The university’s women’s team has won 11 basketball national titles.</p>\n               <p>“You’re so proud that you’re able to deliver on the promise you made to the university that we can get the program back and the promises you made to the players that we can do something special like this together,” said Hurley.</p>\n               <p>“I’m crazy. I’m a maniac just like our fanbase so I think that’s why we’re such a great fit for each other.”</p>  \n              "
    },
    {
        "id": 1681826218236,
        "slug": "barcelona-refereeing-scandal-one-of-most-serious-in-football-says-uefa-president-aleksander-eferin",
        "title": "Barcelona refereeing scandal one of most serious in football, says UEFA President Aleksander Čeferin",
        "short_description": "UEFA opened a formal investigation into Barcelona last month for potential violation of the European soccer governing body’s legal framework ",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230404100358-aleksander-ceferin-file-040722.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
        "date": "4th April 2023",
        "category": "Sports",
        "author": "Reuters",
        "content": "\n               <p><b>\n               (Reuters) </b> — \n               UEFA president Aleksander Čeferin said that Barcelona’s refereeing scandal is one of the most serious incidents he has seen in football ever since he became involved with it.\n               </p>\n               <p>UEFA opened a formal investigation into Barcelona last month for potential violation of the European soccer governing body’s legal framework regarding payments made by the club to a company owned by a senior refereeing official.</p>\n               <p>“I cannot comment directly on this for two reasons,” Čeferin told Slovenian newspaper Ekipe SN in an interview published on Monday.</p>\n               <p>“Firstly, because we have an independent disciplinary committee. And secondly, because I have not dealt with this matter in detail.</p>\n               <p>“However, I can say something. As far as I am informed, the situation is extremely serious. So serious that it is, in my opinion, one of the most serious [ones] in football since I have been involved in it.”</p>\n               <p>“At the level of the Spanish league, of course, the matter is out of date and cannot have competitive consequences, while the proceedings are ongoing at the level of the Spanish civil prosecutor’s office,” Čeferin added.</p>\n               <p>“The same applies to UEFA, nothing is time-barred here either.”</p>   \n              "
    },
    {
        "id": 1681826218237,
        "slug": "connecticut-routs-san-diego-state-to-win-its-fifth-ncaa-mens-basketball-title-after-dominating-tournament",
        "title": "Connecticut routs San Diego State to win its fifth NCAA men’s basketball title after dominating tournament",
        "short_description": "Senior guard Tristen Newton led UConn (31-8) with 19 points and 10 rebounds while Final Four Most Outstanding Player Adama Sanogo",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230403230346-15-ncaa-basketball-final-2023.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
        "date": "4th April 2023",
        "category": "Sports",
        "author": "Kevin Dotson",
        "content": "\n               <p><b>\n               CNN </b> — \n               Disney CEO Bob Iger fought back against Florida Governor Ron DeSantis’ actions against his company, telling Disney shareholders on Monday that recent actions by the state were “anti-business.”\n               </p>\n               <p>Senior guard Tristen Newton led UConn (31-8) with 19 points and 10 rebounds while Final Four Most Outstanding Player Adama Sanogo, a junior forward, chipped in with 17 points and 10 rebounds.</p>\n               <p>“We weren’t ranked going into the year so we had the chip on our shoulder,” UConn head coach Dan Hurley told game broadcaster CBS. “We knew the level that we could play at, even through those dark times,” he added, referencing the team’s six losses in eight games during the regular season.</p>\n               <p>He said going into the tournament his group had confidence garnered during the season.</p>\n               <p>“And when you have the type of leaders like Andre Jackson (game-high six assists Monday) and Adama Sanogo, they kept this team together, got us back on track and we knew we were the best team in the tournament going in and we just had to play to our level,” he added.</p>\n               <p>San Diego State (32-7) was topped by Keshad Johnson who had 14 points.</p>\n               <p>UConn trailed very early but San Diego State was undone by an 11-minute, eight-second stretch in which they scored just five free throws and missed 12 consecutive shots from the field. The Huskies went from down 10-6 to up 36-24 at halftime.</p>\n               <p>The Aztecs made a run midway through the second half and narrowed the deficit to five at 60-55 with 5:19 to play but the Huskies scored the next nine to take a comfortable lead into the final two minutes.</p>\n               <p>“We battled. Battled back to five in the second half, but gave them too much separation,” San Diego State coach Brian Dutcher said. “We had to be at our best. We weren’t at our best. A lot had to do with UConn.”</p>\n               <p>Senior guard Adam Seiko told reporters they gave themselves a chance with their second half comeback but UConn “just made a little bit more plays” at the end.</p>\n               <p>“They have a lot of weapons. They were pretty good,” said Matt Bradley, also a senior guard. “To beat them, we had to make shots. I shot poorly. And you had to have a really good game to beat those dudes on the offensive end.”</p>\n               <p>UConn won each of its six tournament games by at least 10 points, with its closest game being a 13-point win over the University of Miami in the national semifinals.</p>\n               <p>“I just want to thank my teammates, my coaches who believed in me. If it were not for them I would not be here right now,” Sanogo told CBS.</p>\n               <p>Jordan Hawkins, who scored 16 points for UConn, talked about winning the crown one day after his cousin, Angel Reese of Louisiana State University, won the women’s title.</p>\n               <p>“I mean it’s absolutely amazing that we both get this opportunity and I mean the family reunion is going to be great so that’s all I know,” he said.</p>\n               <p>UConn enters rarefied air as only the sixth team to win five NCAA men’s basketball championships, joining UCLA (11), Kentucky (eight), North Carolina (six), Duke (five) and Indiana (five). All of UConn’s titles have come since 1999 with the most recent before Monday occurring in 2014.</p>\n               <p>UConn’s women’s teams have won 11 basketball national titles.</p>\n              "
    },
    {
        "id": 1681826218238,
        "slug": "texas-rangers-player-josh-smith-hospitalized-after-hit-in-face-with-pitch",
        "title": "Texas Rangers player Josh Smith hospitalized after hit in face with pitch",
        "short_description": "Texas Rangers left fielder Josh Smith was taken to an area hospital after taking a pitch to the face during Monday’s ",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230403204231-texas-rangers-josh-smith-040323.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
        "date": "4th April 2023",
        "category": "Sports",
        "author": "Homero De la Fuente",
        "content": "\n               <p><b>\n               CNN </b> — Texas Rangers left fielder Josh Smith was taken to an area hospital after taking a pitch to the face during Monday’s game against the Baltimore Orioles in Arlington, Texas, the team announced on Monday.\n               </p>\n               <p>Smith was hit during the bottom of the third inning, when Orioles pitcher Danny Coulombe mislocated an 89-mph pitch that struck the left fielder on the right side of his face, near his jaw.</p>\n               <p>The 25-year-old player immediately went down and could be seen grabbing at his face before he was tended to by a Rangers medical assistant.</p>\n               <p>Smith, who was able to get up and walk off the field on his own, was taken to the hospital where he is undergoing “further scans and testing on his face and jaw,” the team later tweeted. He was replaced by pinch runner Ezequiel Duran.</p>\n               <p>“We did take him to the ER. He had some CT tests, they came out clean – so we got good news there,” manager of the Texas Rangers, Bruce Bochy, said during a postgame news conference.</p>\n               <p>“He’s feeling better as I’m speaking right now and tomorrow, we’ll just reevaluate and see where we’re at,” Bochy added.</p>\n              "
    },
    {
        "id": 1681826218239,
        "slug": "angel-reese-defends-gesture-directed-towards-caitlin-clark-after-lsu-national-title-win-calls-out-double-standard-after-being-unapologetically-her",
        "title": "Angel Reese defends gesture directed towards Caitlin Clark after LSU national title win; calls out double standard after being ‘unapologetically’ her",
        "short_description": "Reese could be seen approaching Clark before moving her open hand in front of her face – popularized by WWE star John Cena to mean “you can’t see me” ",
        "image_link": "https://media.cnn.com/api/v1/images/stellar/prod/230403100256-03-ncaa-angel-reese-caitlin-clark-040223.jpg?c=16x9&q=h_720,w_1280,c_fill/f_webp",
        "date": "3rd April 2023",
        "category": "Sports",
        "author": "Ben Morse",
        "content": "\n               <p><b>\n               CNN </b> — LSU star Angel Reese defended the gesture she aimed at Iowa Hawkeyes’ Caitlin Clark near the end of the Tigers’ first NCAA women’s basketball national championship victory on Sunday, saying “I don’t take disrespect lightly.”\n               </p>\n               <p>Reese could be seen approaching Clark before moving her open hand in front of her face – popularized by WWE star John Cena to mean “you can’t see me” – before pointing to her ring finger in a gesture some interpreted as a reference to the place her newly-acquired championship ring might sit.</p>\n               <p>Clark made a similar gesture to another player earlier in the tournament.</p>\n               <p>The gesture has sparked much debate, especially on social media. Some have criticized Reese, while others have defended her actions, highlighting how there was no public outrage in response to Clark’s gesture earlier in the tournament.</p>\n               <p>Sports journalist Jose de Jesus Ortiz called Reese’s actions “classless,” while former ESPN host Keith Olbermann called Reese an “idiot” for the gesture.</p>\n               <p>In the press conference after the victory, Reese referenced the difference in reaction she received as a result of her gesture as compared to the one Clark received.</p>\n               <p>“All year, I was critiqued for who I was. I don’t fit the narrative,” Reese said. “I don’t fit the box that y’all want me to be in. I’m too hood. I’m too ghetto. Y’all told me that all year. But when other people do it, and y’all don’t say nothing.</p>\n               <p>“So this is for the girls that look like me. For those that want to speak up for what they believe in. It’s unapologetically you. And that’s what I did it for tonight. It was bigger than me tonight. And Twitter is going to go into a rage every time.</p>\n               <p>“And I’m happy. I feel like I’ve helped grow women’s basketball this year. (…) I’m looking forward to celebrating and then next season.”</p>\n               <p>Reese had 15 points and 10 rebounds in the 102-85 victory and won the women’s March Madness’ Most Outstanding Player award.</p>\n               <p>In the post-game broadcast, Reese referenced the similar gesture Clark made to a Louisville opponent in the Elite Eight.</p>\n               <p>In the same game, Clark said to an opponent: “You’re down by 15 points. Shut up,” according to the Bleacher Report.</p>\n               <p>“Caitlin Clark is a hell of a player but I don’t take disrespect lightly,” Reese said. “She disrespected [LSU’s] Alexis [Morris] (…) and I wanted to pick her pocket. But I had a moment at the end of her game. I was in my bag, I was in my moment.”</p>\n               <p>After the Championship game, Clark herself said she didn’t notice anything at the time.</p>\n               <p>“I was just trying to get to the handshake line and shake hands and be grateful that my team was in that position,” Clark said in the post-game press conference. “All the credit in the world to LSU. They were tremendous. They deserve it. They had a tremendous season.</p>\n               <p>“(LSU head coach) Kim Mulkey coached them so, so well. She’s one of the best basketball coaches of all time, and it shows. She only said really kind things to me in the handshake line, so I’m very grateful of that too.</p>\n               <p>“But honestly I have no idea. I was just trying to spend the last few moments on the court with especially the five people that I’ve started 93 games with and relishing every second of that.”</p>\n               <p>LSU head coach Mulkey said she had “no clue” about what transpired.</p>\n               <p>“People hating on Angel Reese or Caitlin Clark. Stop. Unapologetically confident young women should be celebrated NOT hated. Get used to it,” Rowe wrote on Twitter.</p>\n               <p>Former Washington Wizards, Oklahoma City Thunder and Atlanta Hawks player Thomas wrote: “Hold on now!!!! It was cute when Caitlin Clark did it. Y’all didn’t have any issues with it at all. So don’t be all outraged and talking about class and sportsmanship when Angel Reese does the same thing. We’re not doing double standards here.”</p>\n               <p>Reese said the negative reaction on social media throughout the season has helped fuel her excellent season, having finished averaging 23.0 points and 15.4 rebounds in her first season with LSU after transferring from Maryland.</p>\n               <p>“Twitter can say what they want to say,” she said. “I love reading those comments. I have all the screenshots of what everybody has said about me all season. What are you going to say now?”</p>\n              "
    },
    {
        "id": 1681826218240,
        "slug": "shelly-ann-fraser-pryce-crushes-all-competition-at-her-sons-sports-day",
        "title": "Shelly-Ann Fraser-Pryce crushes all competition at her son’s sports day",
        "short_description": "Fraser-Pryce can be seen sprinting off into the distance in video footage which has since gone viral on social media",
        "image_link": "",
        "date": "3rd April 2023",
        "category": "Sports",
        "author": "Issy Ronald",
        "content": "\n               <p><b>\n               CNN </b> — Shelly-Ann Fraser-Pryce is one of the greatest ever sprinters – accustomed to winning Olympic and world titles – so when she took part in a race at her son’s sports day, no one else really stood a chance.\n               </p>\n               <p>Fraser-Pryce can be seen sprinting off into the distance in video footage which has since gone viral on social media, leaving the other parents trailing meters behind her.</p>\n               <p>The 36-year-old is the third fastest woman of all time, with only Florence Griffith-Joyner and Elaine Thompson-Herah recording faster times in the 100 meters.</p>\n               <p>Fraser-Pryce’s speed has carried her to eight Olympic medals – three of them gold – as well as 10 world titles, and now victory at her son’s sports day.</p>\n               <p>“Every point counts,” she commented, alongside a heart, smiley face, and rocket emojis, on a Facebook post showing the video.</p>\n               <p>But it seems that Fraser-Pryce is one of the only athletes to push it to the limit outside of the sport’s top echelons, as four-time Olympic champion Michael Johnson recalled skipping out on his son’s sports day on Twitter.</p>\n               <p>“At my son’s school parent sports day I was long retired and some of the parents were younger than me. Increased risk of ‘I’m John and I just beat Michael Johnson in a race.’ Nope!” he tweeted.</p>\n               <p>With Paris 2024 on the horizon for Fraser-Pryce, it doesn’t seem likely that she will take it any easier in next year’s edition should she take part. Sorry, other parents.</p>\n              "
    },
    {
        "id": 1681826218241,
        "slug": "miss-usa-rbonney-gabriel-crowned-miss-universe",
        "title": "Miss USA R'Bonney Gabriel crowned Miss Universe",
        "short_description": "The pageant was held in New Orleans, Louisiana, with 84 women from around the world competing for the crown",
        "image_link": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_727,c_fit/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F230114235625-02-miss-universe-usa-win-011423.jpg",
        "date": "15th January 2023",
        "category": "Fashion",
        "author": "Kathleen Magramo",
        "content": "\n               <p>\n              R'Bonney Gabriel from the United States was crowned the 71st Miss Universe on Saturday night.\n               </p>\n               <p>Gabriel, who last year became the first Filipino-American to win Miss USA, took the crown ahead of Amanda Dudamel from Venezuela and Andreína Martínez from the Dominican Republic.</p>\n               <p>The pageant was held in New Orleans, Louisiana, with 84 women from around the world competing for the crown.</p>\n               <p>Saturday night was the last day of the competition, with eliminations narrowing down the number of finalists until the last two remained.</p>\n               <p>When Gabriel entered the Top 5, she was asked, \"Miss Universe recently made an inclusive change allowing mothers and married women to compete this year. What's another change you'd like to see and why?\"</p>\n               <p>Gabriel responded that she hoped the contest organizers would increase the candidate age limit.</p>\n               <p>\"For me, I would like to see an age increase because I am 28 years old. And that is the oldest age to compete. And I think it's a beautiful thing. My favorite quote is 'if not now, then when?' Because as a woman, I believe age does not define us. It's not tomorrow, it's not yesterday -- but it's now. The time is now,\" she said.</p>\n               <p>Houston-native Gabriel is a model, fashion designer, and sewing instructor who prioritizes the environment in her work.</p>\n               <p>Earlier in the pageant, Gabriel donned a red-orange cape inspired by a rising phoenix with the maxim \"if not now, then when,\" which she had dyed herself. The words take inspiration from her father's advice to act on goals, dreams and desires.</p>\n               <p>In the final question and answer segment of the competition, the Top 3 contenders were asked how they would work to demonstrate Miss Universe as an empowering and progressive organization if they won the title.</p>\n               <p>Gabriel said she would use the platform to be a \"transformational leader\" and emphasized her passion as a force for good in the fashion industry by cutting down on pollution and using recycled materials in making clothing pieces.</p>\n               <p>\"I teach sewing classes to women that have survived from human trafficking and domestic violence. And I say that because it is so important to invest in others, invest in our community, and use your unique talent to make a difference,\" Gabriel said.</p>\n               <p>\"We all have something special and when we plant those seeds for other people in our life, we transform them and we use that as a vehicle for change.\"</p>\n               <p>This year's pageant was organized for the first time by JKN Global Group PCL, a Thailand-based media distribution company, after tycoon and transgender rights advocate Anne Jakkaphong Jakrajutatip bought the Miss Universe Organization for $20 million in October.</p>\n               <p>Jakkaphong has been outspoken about her experiences as a transgender woman, and is also the first woman owner of the pageant.</p>\n               <p>She made an appearance onstage to award the ImpactWayv Challenge winner to Thailand's Anna Sueangam-iam, honoring her commitments for social good.</p>\n               <p>Miss Thailand had in the preliminary rounds of the pageant made waves in a dress made of soda tabs -- a tribute to her humble beginnings and her parents' work as garbage collectors.</p>\n               <p>A previous version of this article misidentified Gabriel. She is the first Filipino-American to win Miss USA.</p>\n              "
    },
    {
        "id": 1681826218242,
        "slug": "gwen-stefani-faces-criticism-over-im-japanese-comment-in-allure-magazine-interview",
        "title": "Gwen Stefani faces criticism over 'I'm Japanese' comment in Allure magazine interview",
        "short_description": "In the article published on Tuesday, Stefani, 53, spoke extensively about her Japanese influences, at one point telling writer Jesa Marie Calaor,",
        "image_link": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_1903,c_fill,g_auto,h_1070,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F230111092835-02-gwen-stefani-japanese.jpg",
        "date": "11th January 2023",
        "category": "Fashion",
        "author": "Leah Dolan",
        "content": "\n               <p>Music star Gwen Stefani has been called out for comments made about her affinity to Japan during an interview with Allure magazine, while promoting her beauty brand GXVE.\n               </p>\n               <p>In the article published on Tuesday, Stefani, 53, spoke extensively about her Japanese influences, at one point telling writer Jesa Marie Calaor, while remembering a trip to Japan, \"My god, I'm Japanese and didn't know it.\"</p>\n               <p>The comment was made after Stefani was asked about her previous cosmetic endeavors — specifically her 2008 fragrance collection \"Harajuku Lovers.\" Released on the heels of her solo album \"Love.Angel.Music.Baby,\" the marketing and imagery of both the \"Harajuku Lovers\" perfume and the original record borrowed heavily from the colorful Japanese subculture.</p>\n               <p>In the early 2000s, Stefani would regularly appear on the red carpet with an entourage of of four Japanese backing dancers Maya Chino (nicknamed \"Love\"), Jennifer Kita (\"Angel\"), Rino Nakasone (\"Music\") and Mayuko Kitayama (\"Baby\").</p>\n               <p>Stefani has been criticized in recent years over perceived appropriation of Japanese culture during the 2000s. Calaor, who is Filipina American, asked Stefani if she had learned anything from this period in her career. In response, Stefani spoke about her father's regular business trips to Japan, explaining that he would come back with stories that were \"fascinating\" to her, before telling Calaor she thought she was Japanese when she first visited the Harajuku area of Tokyo. She later also referred to herself as a \"superfan\" of the culture.</p>\n               <p>\"If (people are) going to criticize me for being a fan of something beautiful and sharing that, then I just think that doesn't feel right,\" she told Calaor, in defense of her Harajuku era. \"I think it was a beautiful time of creativity...a time of the ping-pong match between Harajuku culture and American culture,\" Stefani continued. \"If we didn't buy and sell and trade our cultures in, we wouldn't have so much beauty, you know?\"</p>\n               <p>Representatives for Stefani did not immediately respond to CNN's request for comment about the article or the subsequent social media response.</p>\n               <p>Calaor outlined her discomfort at Stefani's comments, particularly against the \"sobering\" backdrop of increased racism towards Asian American and Pacific Islander (AAPI) communities in the United States. \"I envy anyone who can claim to be part of this vibrant, creative community but avoid the part of the narrative that can be painful or scary,\" she wrote.</p>\n               <p>On social media, negative reactions to Stefani's interview range from bemusement to anger. \"Gwen Stefani's publicist must be busy today,\" read a tongue-in-cheek tweet from American author Roxane Gay, while The Cut reporter Olivia Truffaut-Wong accused Stefani of using \"Asian women as props to help her get rich.\"</p>\n               <p>According to Allure, Stefani's team reached out the day after the interview, maintaining Calaor had \"misunderstood\" what Stefani was trying to say, but did not did not respond to a request for a follow-up interview or offer on-the-record clarification of the comments.</p>  \n              "
    },
    {
        "id": 1681826218243,
        "slug": "liposuction-overtakes-breast-augmentation-as-most-popular-cosmetic-surgery",
        "title": "Liposuction overtakes breast augmentation as most popular cosmetic surgery",
        "short_description": "The contouring procedure, which uses suction to remove excess fat, accounted for 14.8% of cosmetic surgeries performed worldwide, while the equivalent figure for breast augmentation fell to just over 13%",
        "image_link": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_1903,c_fill,g_auto,h_1070,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F230110150159-01-liposuction.jpg",
        "date": "10th January 2023",
        "category": "Fashion",
        "author": "Oscar Holland",
        "content": "\n               <p>Liposuction has overtaken breast augmentation as the world's most popular form of cosmetic surgery amid growing concern about the implants' links to cancer, according to newly published data from the International Society of Aesthetic Plastic Surgery (ISAPS).\n               </p>\n               <p>The contouring procedure, which uses suction to remove excess fat, accounted for 14.8% of cosmetic surgeries performed worldwide, while the equivalent figure for breast augmentation fell to just over 13%. </p>\n               <p>Changing trends are part of a global surge in aesthetic medicine, which saw over 30 million surgical and non-surgical procedures carried out in 2021, a jump of 19.3% from the previous year. The data, published Tuesday as part of ISAPS latest annual survey, suggests that the cosmetic surgery industry has not only recovered from two consecutive years of Covid-related decline — it has grown far beyond pre-pandemic levels.</p>\n               <p>The total number of surgical procedures rose by over 33% between 2017 and 2021, while non-surgical procedures (the most popular of which is botulinum toxin, or Botox) grew by more than 54% in the same period.</p>\n               <p>The number of breast augmentations also increased marginally, by 0.5%, over those same four years. But the report's editor, Dr. Gianluca Campiglio, pointed to a relative decline when compared to other procedures. He linked this trend to concern over BIA-ALCL, a form of non-Hodgkin's lymphoma — a cancer of the immune system — attributed to the implants.</p>\n               <p>Campiglio, who works as a plastic surgeon in Italy, also highlighted a sharp jump in the number of patients seeking to remove their breast implants, a procedure that grew by almost 50% globally in the past four years.</p>\n               <p>\"The lower increase in breast augmentation, and related increase in implant removals ... reflects our experience following publication of reports on BIA-ALCL in the preceding year,\" he said in a press release.</p>\n               <p>Campiglio meanwhile heralded the growth of liposuction as part of a wider growth in interest in body contouring. More than 1.9 million liposuction procedures were recorded worldwide in 2021, a jump of almost 25% from the preceding year.</p>\n               <p>Also among the most popular procedures are rhinoplasty and abdominoplasty (or nose jobs and tummy tucks). Eyelid surgery was the third-most common procedure in the world in 2021, and the most popular among men.</p>\n               <p>Elsewhere in the report, thigh lifts were found to be the world's quickest growing form of cosmetic surgery, up over 53% from 2020. The report also highlighted a \"notable increase\" — of over 30% — in the use of hyaluronic acid, which is commonly injected as a facial filler.</p>\n               <p>As in previous years, the USA was found to have the most cosmetic surgeons in the world. The country's approximately 7,000 surgeons in the field accounted for almost a quarter of the procedures carried out worldwide, with Brazil and Japan finishing a distant second and third at 8.9% and 5.7%, respectively.</p>\n               <p>Turkey, Colombia, Mexico and Thailand were meanwhile identified as the most popular destinations for patients traveling overseas for cosmetic treatments.</p>\n               <p>ISAPS, which represents over 5,600 doctors in 117 countries, based its latest survey findings on data collected from over 1,000 cosmetic surgeons. The report only included procedures carried out by certified physicians, though in 2017, Dr. Debra Johnson, the then-president of the American Society of Plastic Surgeons, told CNN that \"there are a lot of non-plastic surgeons providing cosmetic services.\"</p>\n               <p>\"We always encourage patients to do their homework, make sure that their plastic surgeon is board-certified, that they're well-trained in the procedures that the patient wants,\" she said at the time.</p>\n              "
    },
    {
        "id": 1681826218244,
        "slug": "from-harry-styles-and-brad-pitt-to-jared-leto-whats-behind-the-a-list-male-beauty-brand-trend",
        "title": "From Harry Styles and Brad Pitt to Jared Leto, what's behind the A-list male beauty brand trend?",
        "short_description": "The celebrity beauty brand train has become standing-room only, including Rihanna's Fenty, Rare Beauty from Selena Gomez",
        "image_link": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_1903,c_fill,g_auto,h_1070,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F221223080414-03b-male-celebrity-beauty-brands-jared-leto-crop.jpg",
        "date": "4th January 2023",
        "category": "Fashion",
        "author": "Jacqui Palumbo",
        "content": "\n               <p> The celebrity beauty brand train has become standing-room only, including Rihanna's Fenty, Rare Beauty from Selena Gomez, SKKN by Kim (Kardashian), and Haus Labs by Lady Gaga, to name just a few. Until recently, the majority of stars launching lines to help us glow up were women.\n               </p>\n               <p>But after Pharrell Williams and Harry Styles' early entries into skin care and cosmetics (with Humanrace in 2020 and Pleasing in 2021, respectively), a wave of male A-Listers with good skin — and a lot of money to keep it that way — hoped to sell us their secrets over the past year.</p>\n               <p>The news releases in 2022 came in quick succession: Idris Elba and his wife, model Sabrina Dhowre Elba, launched an ethically sourced skin care routine from S'able Labs in July, then Travis Barker — perhaps influenced by his new bride Kourtney Kardashian — released CBD-infused skin care products via his wellness brand in September. In the following weeks, Jared Leto and entrepreneur Jonathan Keren debuted Twentynine Palms, working with Aesop's Kate Forbes to deliver \"products inspired by the majesty and myth of the desert,\" while Brad Pitt announced his anti-aging collection Le Domaine, a collaboration with winemaker Marc Perrin — the co-owner of Pitt and Angelina Jolie's vineyard — to harness the antioxidant power of their winery's leftover grapes.</p>\n               <p>Some of these lines have been met with mixed responses, in part for their product pricing — Leto's tiny eye cream is $97, while Pitt's antiaging serum costs a wrinkle-inducing $370 — but they still arrived at a time when the market for men's skin care products is soaring. In July, Future Market Insights reported that the sector's global worth was around $13.5 billion in 2022 and is estimated to reach $28.3 billion by 2029. Last month, the AI-powered software and data analytics company Launchmetrics analyzed keywords around men's and genderless beauty products for CNN and found that ad placements and social media mentions featuring those terms saw a 74% increase in Media Impact Value (MIV) in 2022 versus 2021.</p>\n               <p>\"I think the rise of men's beauty — especially backed by celebrities — is because there is a big margin in beauty right now. And there's always been a big margin,\" said David Yi, author and founder of digital beauty publication Very Good Light and personal care brand Good Light cosmetics.</p>\n               <p>Travis Barker's wellness brand, Barker Wellness, now includes a collection of cleansers, creams, face masks and serums, some infused with CBD.</p>\n               <p>And while beauty and skin care products are genderless — proven by a generation of popular male and nonbinary YouTube influencers, many now with their own successful brands — their marketing hasn't been. Opening up the market to everyone, beyond men's \"grooming\" products, has been both a social shift and a lucrative business strategy. Though K-Beauty in South Korea has catered to men for over two decades, the West has been later to the party. Clinique for Men began ramping up its global campaign efforts in 2015, while Chanel spun off a new cosmetics line called Boy de Chanel in 2018. In 2021, Hims tapped baseball star Alex Rodriguez (one of its investors) to collaborate on a concealer stick.</p>\n               <p>Now, the culture around beauty has changed: \"Genderless\" collections are no longer considered radical — they're expected. Celebrity-owned lines aren't novel these days, either, as more continue to edge into a crowded field.</p>\n               <p>\"Beauty is a hot market. People see what Rihanna has been able to do with Fenty...and I think that a lot of celebrities want to jump onto that bandwagon because it is such a viable business,\" Yi said. \"But it's also challenging, because there's just so many brands.\"</p>\n              <p>\"The bar is high and getting higher,\" said Jenny Bailly, executive beauty director of Allure, of what consumers have come to expect. \"(With) the earliest celebrity beauty brand outings, I think it was a little more about their mystique,\" she said, pointing to fragrances from stars like Elizabeth Taylor in the 1980s, which paved the way for the celebrity perfume bender of the 2000s.</p>\n              <p>Now, Yi said there is an \"air of skepticism\" when it comes to high-profile launches from famous figures — \"and rightfully so.\"</p>\n              <p>\"Consumers in today's age want to know: What does the brand stand for... Why is it necessary?\" he said.</p>\n              <p>Fenty was revolutionary for offering a line catering to 40 different skin tones, Yi added. Jessica Alba launched Honest Beauty at a time when \"clean beauty\" products were increasingly in demand but still harder to find.</p>\n              <p>And if the collection isn't groundbreaking, it needs to be good. Hailey Bieber's Rhode — which promotes her highly imitated minimal, dewy look — has won industry accolades including an Allure Best in Beauty Award, as has Machine Gun Kelly's crowd-pleasing nail polish line UN/DN LAQR. Williams' simple, affordable skin care kits through Humanrace have received nods from Allure, Essence and Elle. (Products launched later in 2022 will be eligible for awards this year.)</p>\n              <p>Humanrace and Pleasing, which launched as digital direct-to-consumer businesses, have partnered with major companies to bring their products to shop floors. Last fall, UK department store Selfridges launched its own exclusive edit of Humanrace products (Humanrace has also sold clothes through Adidas), while Pleasing partnered with American Express to open up holiday pop-up-shops in New York, London and Los Angeles.</p>\n              <p>Le Domaine, Twentynine Palms and Barker Wellness are still quite new, and did not provide insight into sales upon request, though Perrin said in an email to CNN that Le Domaine is focusing on retail at stores, including Harvey Nichols and BonGenie.</p>\n              "
    },
    {
        "id": 1681826218245,
        "slug": "brad-pitt-launches-genderless-skincare-line",
        "title": "Brad Pitt launches genderless skincare line",
        "short_description": "Le Domaine, which the actor co-founded with organic wine growers the Perrin family, seeks to slow the process of skin aging so that everyone ",
        "image_link": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_1903,c_fill,g_auto,h_1070,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F220922043726-03-brad-pitt-skincare.jpg",
        "date": "22nd September 2022",
        "category": "Fashion",
        "author": "Amarachi Orie",
        "content": "\n               <p>Brad Pitt has stepped into the world of beauty by launching a skincare line -- and it's for all genders.\n               </p>\n               <p>\"Le Domaine,\" which the actor co-founded with organic wine growers the Perrin family, seeks to slow the process of skin aging so that everyone -- regardless of gender or skin type -- can age well, according to the company's website.</p>\n               <p>\"I don't want to be running from aging,\" Pitt told Vogue in an interview published Wednesday. \"It's a concept we can't escape, and I would like to see our culture embracing it a bit more, talking about it in those terms.\"</p>\n               <p>He added that, while the idea of anti-aging is \"ridiculous\" and a \"fairytale,\" \"what is real is treating your skin in a healthy manner.\"</p>\n               <p>The products, which range from $80 to $385, feature two exclusive, patented active ingredients GSM10 and ProGR3, the website adds.</p>\n               <p>GSM10 is made from a combination of marc from grenache seeds, syrah seeds and skins beneficial to the skin microbiome, according to the beauty line. It has antioxidant properties, works against the destruction of collagen, and can help balance the skin, Le Domaine adds.</p>\n               <p>ProGR3 is made from a combination of natural molecules found in plant extracts, vine cuttings, chamomile and green tea, the website says, adding that it targets the visible signs of skin aging.</p>\n               <p>\"I mean, I'm the kind of person who will change hotel rooms if I can smell the cologne of the last person who stayed there. It's too much. It's too strong. Keep it subtle,\" added Pitt. \"Let people come to you. Don't force it on others. That's my feeling.\"</p>\n               <p>The idea for the skincare range came about at the Château Miraval winery. The vineyard estate is currently at the center of a legal battle between Pitt and his former wife Angelina Jolie.</p>\n               <p>According to the website, the skincare line, which focuses on \"green beauty,\" features refillable products, upcycled packaging materials, and formulas that are between 96% and 99% of natural origin. It is vegan-friendly and excludes ingredients \"that are subject of controversy regarding the environment,\" the website adds.</p>\n               <p>\"Landing here -- at Château Miraval -- opened up a lot of ideas that I wouldn't have normally considered. And a big part of it is sustainability, this idea of zero waste is something that is really important to this area and important to me,\" Pitt told Vogue.</p>\n               <p>It's been a busy few days for Pitt, who has also made his debut as a sculptor at a group show in Finland. The Oscar winner, who arrived at the film preview for \"Bullet Train\" earlier this year in a knee-skimming linen brown skirt, has nine works on display at the Sara Hildén Art Museum in Tampere.</p>\n               <p>Pitt is just the latest A-lister to have broken into the beauty industry.</p>\n               <p>Last November, Harry Styles launched a vegan and cruelty-free beauty range featuring nail polishes, a dual roller ball lip and eye serum and a facial serum.</p>\n               <p>Former baseball pro Alex Rodriguez unveiled a \"Blur Stick\" concealer in eight different shades in 2021 as a \"skincare solution developed specifically for men.\" This was part of a campaign for men's wellness brand Hims.</p>\n               <p>Meanwhile, \"Queer Eye\" star Karamo Brown launched a skincare range for bald and balding men in 2020 to \"empower men who embrace their baldness\" and \"leave behind the outdated ideas of masculinity,\" he said.</p>\n              "
    },
    {
        "id": 1681826218246,
        "slug": "a-106-year-old-from-the-philippines-is-vogues-oldest-ever-cover-model",
        "title": "A 106-year-old from the Philippines is Vogue's oldest ever cover model",
        "short_description": "Whang-Od — also known as Maria Oggay — has been perfecting the art of hand-tapping tattoos since she was a teen,",
        "image_link": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_727,c_fit/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F230331100816-01-philippines-vogue-oldest-cover-model.jpg",
        "date": "31st March 2023",
        "category": "Fashion",
        "author": "Amy Woodyatt",
        "content": "\n               <p>Vogue Philippines has revealed Apo Whang-Od as the cover star of its April issue, a move that makes the 106-year-old tattoo artist from the Philippines the oldest person ever to appear on the front of Vogue.\n               </p>\n               <p>Whang-Od — also known as Maria Oggay — has been perfecting the art of hand-tapping tattoos since she was a teen, learning under her father's instruction.</p>\n               <p>Residing in the mountain village of Buscalan, about 15 hours north of Manila, in Kalinga province, she is considered the country's oldest mambabatok — or traditional Kalinga tattooist.</p>\n               <p>Once, the hand-tapped tattoos that Whang-Od creates using just a bamboo stick, a thorn from a pomelo tree, water and coal, were earned by indigenous Butbut warriors.</p>\n               <p>Now, international visitors seeking her signature geometric designs make up much of her clientele.</p>\n               <p>\"Heralded as the last mambabatok of her generation, she has imprinted the symbols of the Kalinga tribe—signifying strength, bravery, and beauty—on the skin of thousands of people who have made the pilgrimage to Buscalan,\" Vogue Philippines said in a post on social media.</p>\n               <p>The art can only be passed down to blood relatives, and Whang Od has been training her grandnieces Elyang Wigan and Grace Palicas for several years.</p>\n               <p>\"(My friends who gave tattoos) have all passed away,\" Whang Od told CNN Travel in 2017.</p>\n               <p>\"I'm the only one left alive that's still giving tattoos. But I'm not afraid that the tradition will end because (I'm training) the next tattoo masters.\"</p>\n               <p>\"The tradition will continue as long as people keep coming to get tattoos,\" she added.</p>\n               <p>\"As long as I can see well, I will keep giving tattoos. I'll stop once my vision gets blurry.\"</p>\n               <p>Vogue Philippines editor-in-chief Bea Valdes said staff at the publication decided unanimously that Whang-Od should go on the cover. \"We felt she represented our ideals of what is beautiful about our Filipino culture.</p>\n               <p>\"We believe that the concept of beauty needs to evolve, and include diverse and inclusive faces and forms. What we hope to speak about is the beauty of humanity,\" Valdes added.</p>\n               <p>Prior to Whang-Od's appearance in Vogue Philippines, the record for oldest Vogue cover model was held by actress Judi Dench, who appeared on the front of British Vogue in 2020, at the age of 85.</p>\n              "
    },
    {
        "id": 1681826218247,
        "slug": "the-500-billion-beauty-industrys-green-ambitions-are-a-patchwork-at-best-and-theyre-falling-short",
        "title": "The $500 billion beauty industry's 'green' ambitions are a patchwork at best. And they're falling short",
        "short_description": "Strategy and consulting firm Simon Kucher's Global Sustainability Study 2021 found 60% of consumers around the world rated sustainability as an important purchase criterion",
        "image_link": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_1903,c_fill,g_auto,h_1070,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F230310124013-20230310-shortcomings-sustainable-beauty-plastics-retail-climate.jpg",
        "date": "3rd April 2023",
        "category": "Fashion",
        "author": "Aditi Sangal",
        "content": "\n               <p>The escalating climate crisis is shifting many people's purchasing patterns and this extends to the $500 billion dollar global beauty industry which is grappling with a range of sustainability challenges across product manufacturing, packaging and disposal.\n               </p>\n               <p>Strategy and consulting firm Simon Kucher's Global Sustainability Study 2021 found 60% of consumers around the world rated sustainability as an important purchase criterion, and 35% were willing to pay more for sustainable products or services.</p>\n               <p>This shift in consumer preferences has propelled many beauty brands to set environmental goals: to move away from single-use and virgin plastics, provide recyclable, reusable and refillable packaging and offer more transparency around products' ingredients so customers can ascertain how \"green\" their purchase is.</p>\n               <p>However, consumers still struggle to understand the sustainability credentials of many products, according to the British Beauty Council. This is because the industry's clean-up efforts have been inconsistent, and fall short of making a recognizable impact in the absence of collective goal-setting, global strategy and standardized regulations.</p>\n               <p>There is no international standard for the beauty industry on how much product ingredient information to share with customers — or how to do so. Brands can set their own rules and goals, giving rise to confusion and \"greenwashing,\" where sustainability claims are often touted but not substantiated.</p>\n               <p>Companies often use marketing language like \"clean beauty\" to make it seem like their products are natural, for example, when they may not actually be organic, sustainable or ethically made.</p>\n               <p>\"The term 'clean beauty' has become quite dangerous. It's used to sell more products,\" according to British Beauty Council CEO Millie Kendall, who added that such buzzwords are losing traction in the UK as British customers wise up to their shortcomings. \"Customers need better marketing information and certification information.\"</p>\n               <p>In a 2021 report calling on the industry to have \"the courage to change\" their business practices, the British Beauty Council wrote that, all too often, even natural ingredients involved in manufacturing products give way to \"over-consumption, non-regenerative farming practices, pollution, waste and neglect.\"</p>\n               <p>\"The only way out of this is transparency,\" Kendall told CNN.</p>\n               <p>Jen Lee, chief impact officer at US-based brand Beautycounter, said she continues to see confusion over ingredients among consumers. (In 2013, the company launched and published \"The Never List,\" which currently cites more than 2,800 chemicals — including heavy metals, parabens and formaldehyde — it claims to never use in its products.)</p>\n               <p>\"Natural vs. synthetic ingredients has been a conversation. People think natural is safer, but it's not always the case,\" Lee explained. \"Natural ingredients formulated in the industry can have toxic load. Heavy metals can occur in natural components of the earth.\"</p>\n               <p>\"We used to be more natural and organic,\" added Sasha Plavsvic, founder of makeup brand ILIA Beauty. \"What was challenging is (that) raw materials were difficult to source or would come in inconsistently or products wouldn't perform.\"</p>\n               <p>Most makeup is created and molded at high temperatures, Plavsvic explained. Purely organic materials often fall apart in this heat, leading to inconsistent results and subpar product performance. \"Not every synthetic is bad,\" Plavsvic said. \"Sometimes, it helps create the best in class formula.\"</p>\n              "
    },
    {
        "id": 1681826218248,
        "slug": "tiktoks-latest-trending-beauty-filter-teenage-look-returns-users-to-their-younger-selves",
        "title": "TikTok's latest trending beauty filter, Teenage Look, returns users to their younger selves",
        "short_description": "Teenage Look, which mostly works by smoothing out wrinkles, has quickly racked up 3.4 million views to date, often paired with the melody from The Verve Pipe's 1996 alt heartbreak ",
        "image_link": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_1903,c_fill,g_auto,h_1070,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F230301161930-tiktok-teenage-filter-stock.jpg",
        "date": "2nd March 2023",
        "category": "Fashion",
        "author": "Jacqui Palumbo",
        "content": "\n               <p>TikTok users of a certain age are getting a heavy dose of nostalgia with a new trending filter that purports to wind back time to your teenage self.\n               </p>\n               <p>Teenage Look, which mostly works by smoothing out wrinkles, has quickly racked up 3.4 million views to date, often paired with the melody from The Verve Pipe's 1996 alt heartbreak song \"The Freshmen.\" But while baby face and aging filters have previously made the rounds on social media platforms for the simple novelty of seeing yourself time travel instantaneously, many of the top-liked posts teenage-filter posts are somber in tone, as users say they are getting a flashback to some of their most formative years.</p>\n               <p>Madonna hits back at ageist criticism after Grammy Awards appearance</p>\n               <p>\"If you're young and you're wondering why us old people are freaking out about this filter, it's because 20, 30 years from now in your head you're still gonna think you look like this,\" says TikTok user mandertok in one video, with the filter on so that he appears younger. \"And then there will be some sort of filter that makes you realize you look like this now,\" he continues, showing the split screen with his real, visibly older self.</p>\n               <p>While some TikTokers are keeping it light, showing real pictures of their teenage selves (hello, former scene kids with bad hair) others are using the filter to talk about the lack of self-confidence they had in high school or the difficult experiences they faced, using split screens of the before and after to impart life advice to their \"younger\" selves.</p>\n               <p>Though many of the posts featuring tears and shocked faces can feel performative for virality's sake (it is TikTok, after all), there is something jarring about being able to see a face that hasn't looked back at you in the mirror for some time. Some users have discussed how the filter has kicked up old emotions related to trauma they experienced during those years, while others said it's given trans and non-binary individuals the opportunity to see a younger self that matches with their gender identity.</p>\n               <p>Look of the Week: With these big red boots, fashion is entering its silly era</p>\n               <p>\"Okay y'all, if you're somebody who has changed the way they present themselves as an adult or have transitioned in some way and you wanna have a moment, say hi to the 12-year-old you that probably didn't get to exist,\" the user worriersmusic said in one video.</p>\n               <p>However, filters have regularly been criticized broadly for worsening self-esteem issues, and an anti-aging filter in an anti-aging society, particularly for women, seems primed to perpetuate this problem. One small study from 2019 linked social media filter use with higher acceptance of cosmetic surgery, while researchers from Harvard Business Review found in 2021 that people with high confidence in their looks can actually be rattled more by seeing \"improvements\" to their face versus those who already had insecurities. And while the \"Teenage Look\" filter may not always be accurate at showing an earlier you, as many users have noted, it is more natural-looking than many of the uncanny valley or soft-focus beauty filters in circulation.</p>\n               <p>Upon applying the filter, some users have also commented that the signs of age appear more pronounced in the unfiltered image.</p>\n               <p>\"Seriously, they are making the 'now' look worse to make it more dramatic, right? Right?!\" mandertok half-jokingly wrote in the video's caption.</p>\n              "
    },
    {
        "id": 1681826218249,
        "slug": "a-juicy-new-book-explores-the-cultural-history-of-the-backside",
        "title": "A juicy new book explores the cultural history of the backside",
        "short_description": "'Nice butts!' we heard them say, Radke writes. The fact that they said something unprompted about our butts felt uncomfortable and bizarre... I was aware that there were body",
        "image_link": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_1903,c_fill,g_auto,h_1070,ar_16:9/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F230210095823-kimye-met-gala-050619.jpg",
        "date": "10th February 2023",
        "category": "Fashion",
        "author": "Marianna Cerini",
        "content": "\n               <p>In the introduction to her book \"Butts: A Backstory,\" journalist Heather Radke recalls a moment when, at 10 years old, she and a friend were cat-called by two teenage boys while out riding their bikes.\n               </p>\n               <p>\"'Nice butts!' we heard them say,\" Radke writes. \"The fact that they said something unprompted about our butts felt uncomfortable and bizarre... I was aware that there were body parts that were considered beautiful and sexy and were coveted by others, but it had not occurred to me that the butt was one of them.\"</p>\n               <p>That episode was just one a series that led Radke to realize how big of a role backsides play not just in our relationships with our bodies, but in the cultural, social and gender-specific experiences that define womanhood.</p>\n               <p>\"Butts, silly as they may often seem, are tremendously complex symbols, fraught with significance and nuance, laden with humor and sex, shame and history,\" she writes. \"The shape and size of a woman's butt has long been a perceived indicator of her very nature — her morality, her femininity and even her humanity.\"</p>\n               <p>It's from these observations that \"Butts\" — a thoroughly researched cultural history of the female butt — stems.</p>\n               <p>Weaving together memoir, science, history and cultural criticism, the book addresses the physiological origins of our behinds and takes readers from the cinched waists of the Victorian era all the way to Kim Kardashian's Internet-breaking backside and the popularization of the Brazilian butt lift. In between, Radke examines the role of eugenics, fashion, fitness fads and pop culture in defining the racial and misogynistic standards surrounding the butt.</p>\n               <p>\"I only know what it's like to be a White woman with a big butt, which obviously has its limitations,\" Radke said in a phone interview. \"It was important to me to challenge our ideas about where bodies come from by listening to different voices.\"</p>\n               <p>\"Since the rise of the transatlantic slave trade, there's always been a kind of racial undermeaning in any conversation around the butt, as well as gendered approaches to questions like 'What is a feminine body? What is a beautiful body? And how feminine can a beautiful body be?'\" she continued. \"The answers to those questions have oscillated through time, but our deep preoccupation with this specific body part reveals how the butt has long been used as a means to impart control, prescribe desire, and install racial hierarchies.\"</p>\n               <p>A recurring figure in \"Butts\" is Saartjie \"Sarah\" Baartman — the so-called Hottentot Venus (the term Hottentot, now widely regarded as offensive, was historically used to refer to the Khoekhoe, an indigenous tribe of South Africa). Baartman was an Indigenous Khoe woman forced to exhibit her \"large butt\" for White audiences in Cape Town, London and Paris in the 19th century.</p>\n               <p>Radke's account of Baartman's life, and of how her body became \"a fantasy of African hypersexuality,\" underlies much of the book's narrative, as she traces the stereotypes created by European \"racial scientists\" of that era and, later, the skewed and prejudiced legacy of big-butted women as more highly sexual -- especially Black women -- directly back to the exploited Baartman.</p>\n               <p>Radke spoke with Janell Hobson, a professor of women's, gender, and sexuality studies at the State University of New York at Albany who has written extensively on Baartman. Hobson links the fetishization of Baartman's figure to the seeding of colonialism and the continuation of slavery into White society.</p>\n              "
    },
    {
        "id": 1681826218250,
        "slug": "madonna-hits-back-at-ageist-criticism-after-grammy-awards-appearance",
        "title": "Madonna hits back at ageist criticism after Grammy Awards appearance",
        "short_description": "Madonna has spoken out against criticism of her appearance after presenting at the Grammy Awards Sunday night.",
        "image_link": "https://dynaimage.cdn.cnn.com/cnn/q_auto,w_727,c_fit/http%3A%2F%2Fcdn.cnn.com%2Fcnnnext%2Fdam%2Fassets%2F230208115750-02-madonna-grammys-backlash.jpg",
        "date": "8th February 2023",
        "category": "Fashion",
        "author": "Leah Dolan",
        "content": "\n               <p>Madonna has spoken out against criticism of her appearance after presenting at the Grammy Awards Sunday night. In her latest Instagram post, the multi-award-winning singer lamented being \"caught in the glare of ageism and misogyny that permeates the world we live in,\" after a close-up photo of her face went viral online and sparked a torrent of negative comments.\n               </p>\n               <p>The image was taken while Madonna was introducing Kim Petras and Sam Smith's performance of \"Unholy.\" (Smith identifies as nonbinary, while Petras became the world's first openly transgender woman to perform at the event.) Madonna called it a \"history making moment,\" adding: \"Instead of focusing on what I said in my speech which was about giving thanks for the fearlessness of artists like Sam and Kim — many people chose to only talk about close-up photos of me taken with a long lens camera by a press photographer that would distort anyone's face!\"</p>\n               <p>Madonna's Instagram page was flooded with comments calling her scary, unrecognizable and denouncing her supposed \"obsession with plastic surgery\" — though the singer has never publicly addressed rumors of cosmetic enhancements. The British television host Piers Morgan, who is often criticized for making hateful and sexist comments, dedicated a segment to the viral photo on his Talk TV show, \"Piers Morgan Uncensored.\"</p>\n               <p>The 64-year-old musician clapped back at the remarks, saying in her Instagram post that the world \"refuses to celebrate women past the age of 45.\"</p>\n               <p>Being thrown into the spotlight over a controversial look is familiar territory for Madonna. But the singer, who famously wore a satin slip dress in the 1989 music video for \"Like a Prayer\" and a Jean Paul Gaultier cone bra during her 1990 Blond Ambition world tour, has seemingly never been deterred by public opinion.</p>\n               <p>\"I have never apologized for any of the creative choices I have made nor the way that I look or dress and I'm not going to start,\" she wrote in the post. \"I have been degraded by the media since the beginning of my career but I understand that this is all a test and I am happy to do the trailblazing so that all the women behind me can have an easier time in the years to come.\"</p>\n              "
    }
]